Repository: JohnAdib/archiver
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: ar_su

source: change password successfully
ar_su: الانتهاء من تغيير كلمة المرور بنجاح

source: change password failed!
ar_su: تغيير كلمة المرور فشلت!

source: you can't access to this page!
ar_su: ليس لديك الصلاحية لدخول هذه الصفحة!

source: you are logined to system!
ar_su: وبمجرد الانتهاء من تسجيل الدخول!

source: Login
ar_su: تسجيل الدخول

source: Create an account
ar_su: إنشاء حساب

source: Verificate
ar_su: التحقق من صحة

source: Recovery
ar_su: استرجاع كلمة السر

source: Change password
ar_su: كلمة السر

source: SMS Delivery
ar_su: استلام الرسائل القصيرة

source: SMS Callback
ar_su: SMS واردة

source: Ermile
ar_su: ارمایل

source: login successfully
ar_su: نجاح تسجيل الدخول

source: login failed!
ar_su: تسجيل فشل!

source: mobile or password is incorrect
ar_su: رقم الهاتف النقال أو كلمة المرور غير صحيحة

source: please forward this message to administrator
ar_su: الرجاء إرسال هذه الرسالة إلى المسؤول.

source: we send a verification code for you
ar_su: سوف نرسل لك رمز التحقق

source: recovery failed!
ar_su: انتعاش فشل!

source: Mobile number is incorrect
ar_su: رقم الهاتف غير صحيح

source: mobile number exist!
ar_su: يتم تسجيل رقم الهاتف بالفعل في النظام!

source: register successfully
ar_su: كان نجاح عملية التسجيل

source: register failed!
ar_su: تسجيل فشل!

source: register sms successfully
ar_su: كان تسجيل SMS ناجحة

source: register sms failed!
ar_su: التسجيل SMS فشل!

source: verify successfully.
ar_su: كان التحقق من صحة ناجحة

source: please Input your new password
ar_su: يرجى إدخال كلمة مرور جديدة

source: verify failed!
ar_su: فشلت المصادقة!

source: this data is incorrect
ar_su: هذه المعلومات غير صحيحة

source: we are waiting for your message!
ar_su: ونحن نتطلع إلى تلقي رسالتك!

source: we receive your message and your account is now verifited.
ar_su: تلقينا رسالتك ونحن تمكين حسابك بالنسبة لك

source: error on verify your code!
ar_su: خطأ رمز التحقق من الصحة!

source: accounts
ar_su: حسابات

source: account
ar_su: حساب

source: id
ar_su: كود

source: title
ar_su: كما

source: slug
ar_su: ناماك

source: bank
ar_su: بنك

source: branch
ar_su: فرع

source: number
ar_su: رقم

source: card
ar_su: بطاقة

source: primarybalance
ar_su: الرصيد الافتتاحي

source: desc
ar_su: شرح

source: user
ar_su: المستخدم

source: modified
ar_su: آخر تعديل

source: comments
ar_su: وجهات النظر

source: comment
ar_su: مشاهدة

source: approved
ar_su: وافق

source: unapproved
ar_su: لم يتم التحقق

source: spam
ar_su: بريد مؤذي

source: deleted
ar_su: حذف

source: post
ar_su: المشاركات

source: product
ar_su: المنتج

source: author
ar_su: المستخدم

source: email
ar_su: البريد الإلكتروني

source: content
ar_su: المحتوى

source: status
ar_su: الحالة

source: parent
ar_su: الأم

source: visitor
ar_su: مرة

source: costcats
ar_su: تكاليف تصنيف

source: costcat
ar_su: تصنيف النفقات

source: income
ar_su: إدخال

source: outcome
ar_su: إخراج

source: enable
ar_su: تمكين

source: disable
ar_su: تحويل

source: expire
ar_su: انتهت

source: order
ar_su: وبالتالي

source: type
ar_su: اكتب

source: costs
ar_su: تكاليف

source: cost
ar_su: تكلفة

source: price
ar_su: سعر

source: date
ar_su: انضمام

source: paper
ar_su: وثيقة

source: errorlogs
ar_su: تسجيل أخطاء

source: errorlog
ar_su: سجلات الخطأ

source: errors
ar_su: أخطاء

source: error
ar_su: خطأ

source: critical
ar_su: حرج

source: high
ar_su: قمة

source: medium
ar_su: المتوسط ​​

source: low
ar_su: منخفض

source: solution
ar_su: حل

source: priority
ar_su: أولوية

source: fileparts
ar_su: ملفات

source: filepart
ar_su: الملف

source: awaiting
ar_su: الانتظار

source: start
ar_su: بدء

source: inprogress
ar_su: العمل

source: appended
ar_su: وأضاف

source: failed
ar_su: فقدت

source: finished
ar_su: أنجزت

source: file
ar_su: ملف

source: part
ar_su: جزء

source: code
ar_su: كود

source: files
ar_su: ملفات

source: ready
ar_su: استعداد

source: temp
ar_su: مؤقتة

source: server
ar_su: الخادم

source: folder
ar_su: مجلد

source: size
ar_su: حجم

source: notifications
ar_su: الإخطارات

source: notification
ar_su: الإخطار

source: read
ar_su: قراءة

source: unread
ar_su: غير مقروء

source: user sender
ar_su: مرسل

source: options
ar_su: الإعدادات

source: option
ar_su: الإعدادات

source: cat
ar_su: فئات

source: key
ar_su: المفتاح

source: value
ar_su: قيمة

source: extra
ar_su: إضافية

source: papers
ar_su: وثائق

source: pass
ar_su: كلمة السر

source: recovery
ar_su: انتعاش

source: fail
ar_su: فقدت

source: lost
ar_su: في عداد المفقودين

source: block
ar_su: منعت

source: delete
ar_su: إزالة

source: holder
ar_su: ودعا

source: postmetas
ar_su: المشاركات تعليق إضافية

source: postmeta
ar_su: تفسير مكتوب إضافية.

source: posts
ar_su: المشاركات

source: open
ar_su: فتح

source: closed
ar_su: مغلقة

source: publish
ar_su: منذ نشر

source: draft
ar_su: مشروع

source: schedule
ar_su: موقوت

source: language
ar_su: لغة

source: count
ar_su: عدد

source: publishdate
ar_su: منذ نشر

source: productmetas
ar_su: سلع معلومات إضافية

source: productmeta
ar_su: سلع معلومات إضافية

source: productprices
ar_su: أسعار السلع الأساسية

source: productprice
ar_su: سعر

source: startdate
ar_su: تاريخ البدء

source: enddate
ar_su: تاريخ الانتهاء

source: buyprice
ar_su: سعر الشراء

source: discount
ar_su: الخصم

source: vat
ar_su: ضريبة

source: products
ar_su: البضائع

source: unset
ar_su: حذف

source: available
ar_su: متوفر

source: soon
ar_su: قريبا

source: discontinued
ar_su: وقف إنتاج

source: unavailable
ar_su: غير موجودة

source: yes
ar_su: نعم

source: no
ar_su: لا

source: store
ar_su: متجر

source: online
ar_su: أون لاين

source: both
ar_su: كل من

source: barcode
ar_su: الباركود

source: barcode2
ar_su: الباركود II

source: initialbalance
ar_su: الرصيد الافتتاحي

source: mininventory
ar_su: الحد الأدنى المخزون

source: sold
ar_su: بيعت كلها

source: stock
ar_su: المخزون

source: carton
ar_su: عدد لكل الكرتون

source: service
ar_su: خدمة

source: sellin
ar_su: مبيعات

source: receipts
ar_su: إيصالات

source: receipt
ar_su: استلام

source: paperdate
ar_su: على وثيقة

source: paperstatus
ar_su: وثيقة

source: transaction
ar_su: الصفقة

source: fund
ar_su: صندوق

source: user customer
ar_su: مخزن العميل

source: smss
ar_su: رسالة نصية

source: sms
ar_su: رسالة نصية

source: get
ar_su: الحصول على

source: receive
ar_su: الحصول على

source: delivery
ar_su: التسليم

source: from
ar_su: من

source: to
ar_su: في

source: message
ar_su: رسالة

source: messageid
ar_su: الرسالة كود

source: deliverystatus
ar_su: مآخذ

source: method
ar_su: طريقة

source: createdate
ar_su: تاريخ الإنشاء

source: terms
ar_su: عبارات

source: term
ar_su: المصطلح

source: termusages
ar_su: يستخدم مصطلح

source: termusage
ar_su: استخدام مصطلح

source: attachments
ar_su: تعلق

source: object
ar_su: وجوه

source: transactiondetails
ar_su: تفاصيل الصفقة

source: transactiondetail
ar_su: تفاصيل الصفقة

source: row
ar_su: خط

source: quantity
ar_su: عدد

source: transactionmetas
ar_su: المعاملات حصول على معلومات إضافية

source: transactionmeta
ar_su: معلومات إضافية حول هذه الصفقة

source: transactions
ar_su: المعاملات

source: sale
ar_su: بيع

source: purchase
ar_su: شراء

source: customertostore
ar_su: من العميل إلى مخزن

source: storetocompany
ar_su: المتجر الآن

source: anbargardani
ar_su: Anbargrdany

source: install
ar_su: تثبيت

source: repair
ar_su: إصلاح

source: chqeuebackfail
ar_su: التشيكية حرق

source: sum
ar_su: مجموعه

source: remained
ar_su: المتبقية

source: userlogs
ar_su: الأحداث الأعضاء.

source: userlog
ar_su: أحداث المستخدم

source: forgetpassword
ar_su: المنسية

source: usermetas
ar_su: المستخدمون معلومات إضافية

source: usermeta
ar_su: معلومات إضافية حول المستخدم

source: users
ar_su: أعضاء

source: active
ar_su: تمكين

source: deactive
ar_su: تحويل

source: removed
ar_su: حذف

source: filter
ar_su: مرشح

source: mobile
ar_su: المحمول

source: displayname
ar_su: تصل للعرض العام

source: permission
ar_su: شمود

source: verifications
ar_su: التحقق من صحة

source: verification
ar_su: التحقق من صحة

source: emailsignup
ar_su: تسجيل عن طريق البريد الإلكتروني

source: emailchangepass
ar_su: تغيير كلمات السر عن طريق البريد الإلكتروني

source: emailrecovery
ar_su: الانتعاش عن طريق البريد الإلكتروني

source: mobilesignup
ar_su: التسجيل عن طريق الجوال

source: mobilechangepass
ar_su: تغيير كلمة المرور موبايل

source: mobilerecovery
ar_su: استعادة الهاتف

source: verified
ar_su: التحقق من صحة

source: visitors
ar_su: آخر

source: agent
ar_su: عامل

source: referer
ar_su: المرجع

source: robot
ar_su: الروبوت

source: Enter your registered mobile
ar_su: الجوال المسجل، أدخل

source: Password
ar_su: كلمة السر

source: Enter your password
ar_su: أدخل كلمة المرور الخاصة بك.

source: Code
ar_su: كود

source: input 4 number
ar_su: أدخل رمز 4 أرقام

source: Check your mobile and enter the code
ar_su: بعد مراجعة الهاتف الخاص بك، أدخل الرمز

source: Verification
ar_su: التحقق من صحة

source: Change my password
ar_su: كلمة السر

source: Send Delivery
ar_su: SMS كان

source: Tel
ar_su: الهاتف

source: Mobile
ar_su: المحمول

source: we send a verification code to this number
ar_su: سيتم إرسال كود التحقق إلى هذا العدد

source: between 5-40 character
ar_su: بين 5 و 40 حرفا.

source: between 5-40 character. be tricky!
ar_su: بين 5 و 40 حرفا. حذرا في اختيار كلمة المرور الخاصة بك

source: Saloos
ar_su: الزاعم

source: saloos
ar_su: الزاعم

source: Javad Evazzadeh
ar_su: بدلا من ذلك J. م.

source: Another Project with Saloos
ar_su: مشروع آخر مع النفاق

source: Saloos is an artichokes for PHP programming!!
ar_su: النفاق من الخرشوف للبرمجة مع PHP!

source: Saloos is powerfull.
ar_su: المنافق السلطة!

source: insert successfully
ar_su: وكان الرقم القياسي نجاحا

source: insert failed!
ar_su: تسجيل المقلية فشل!

source: update successfully
ar_su: تم التحديث بنجاح

source: update failed!
ar_su: فشل التحديث!

source: delete successfully
ar_su: حذف بنجاح

source: delete failed!
ar_su: حذف فشل!

source: id does not exist!
ar_su: لم يتم تنفيذ هذا الرمز!

source: all require fields must fill
ar_su: جميع السجلات المطلوبة المراد شغلها

source: some fields must be change for update!
ar_su: لتحديث يجب تغيير حقل واحد على الأقل!

source: ermile
ar_su: Armayl

source: now we only support Iran!
ar_su: نحن الآن مجرد أرقام من الخدمة التي نقدمها!

source: your verification code is
ar_su: كود التحقق من الصحة

source: your recovery code is
ar_su: كود استعادة كلمة السر الخاصة بك

source: you account is verified successfully
ar_su: تم إجراء التحقق من صحة الحساب الخاص بك بنجاح

source: thanks for using our service
ar_su: أشكركم على استخدام خدماتنا التي تستخدمها

source: made in iran
ar_su: صنع في إيران

source: Iran
ar_su: إيران

source: iran
ar_su: إيران

source: submit
ar_su: موافق

source: save
ar_su: تذكرني

source: add new
ar_su: إضافة

source: signin
ar_su: تسجيل الدخول

source: sign in
ar_su: تسجيل الدخول

source: signup
ar_su: سجل

source: sign up
ar_su: سجل

source: register
ar_su: سجل

source: create an account
ar_su: إنشاء حساب

source: home
ar_su: الوطن

source: Home
ar_su: الوطن

source: homepage
ar_su: الوطن

source: Homepage
ar_su: الوطن

source: admin
ar_su: المشرف

source: error in field
ar_su: خطأ الميدان

source: Options
ar_su: الإعدادات

source: Back to
ar_su: عودة إلى

source: Actions
ar_su: العملية

source: Add New Record
ar_su: إضافة رقم قياسي جديد

source: delete record
ar_su: حذف سجل

source: seriously, are you sure? There's no coming back.
ar_su: هل أنت متأكد؟ بعد إزالة هناك أي إمكانية لعودة

source: Cancel
ar_su: إلغاء

source: or
ar_su: أو

source: Delete
ar_su: إزالة

source: Dashboard
ar_su: لوحة أجهزة القياس

source: Posts
ar_su: المشاركات

source: Pages
ar_su: صفحات

source: Terms
ar_su: عبارات

source: Attachments
ar_su: تعلق

source: Comments
ar_su: وجهات النظر

source: Users
ar_su: أعضاء

source: My Profile
ar_su: ملفي الشخصي

source: Lock Screen
ar_su: قفل

source: Logout
ar_su: خروج

source: Powered by Saloos.
ar_su: مدعوم من النفاق

source: All right reserved.
ar_su: جميع الحقوق محفوظة.

source: Version
ar_su: طبعة

source: Report
ar_su: التقرير

source: click here to login to your account
ar_su: انقر لتسجيل الدخول إلى الحساب الخاص بك

source: are you remember your password!?
ar_su: لا أتذكر كلمة المرور الخاصة بك هل؟

source: already have an account?
ar_su: حسابك؟

source: click here to sign in to your account
ar_su: انقر لتسجيل الدخول إلى الحساب الخاص بك

source: Sign In
ar_su: تسجيل الدخول

source: please check your mobile and enter the code
ar_su: بعد مراجعة الهاتف الخاص بك، أدخل الرمز

source: don't receive message?
ar_su: ما زلنا لا تتلقى رسالة؟

source: Please send number <b>2015</b> to below number
ar_su: يرجى عدد <ب> 2015 </ B> SMS إلى الرقم التالي

source: Then wait we receive your message and verificate your account
ar_su: ما در انتظار پیامک شما بوده و پس از دریافت اکانت را برایتان فعال خواهیم کردیم

source: Hello!
ar_su: مرحبا!

source: Welcome to Saloos control panel.
ar_su: لوحة تحكم مرحبا بكم في النفاق

source: No. of
ar_su: Altdad :)

source: Tags
ar_su: الكلمات المفتاحية

source: Categories
ar_su: فئات

source: Powered by
ar_su: مدعوم من

source: All right reserved
ar_su: جميع الحقوق محفوظة.

source: Last update on
ar_su: آخر تحديث في

source: Enter title here
ar_su: كما هنا

source: Write your post content here
ar_su: إدخال المحتوى الخاص بك النص

source: Excerpt
ar_su: خلاصة

source: If excerpt is empty we get it automatically from content
ar_su: اگر چیکده را خالی بگذارید ما آن را به صورت اتوماتیک از روی محتوا خواهیم گرفت

source: Summaries of your content that can be used as page description.
ar_su: استعراض محتوى الصفحة وسوف تستخدم كوصف

source: Enter Tags here
ar_su: أدخل بعض العبارات

source: Enter Tags
ar_su: أدخل بعض العبارات

source: Add
ar_su: إضافة

source: What’s the difference between posts and pages?
ar_su: ما هو الفرق بين الورق والورق؟

source: Pages are similar to Posts in that they have a title, body text, and associated metadata, but they are different in that they are not part of the chronological blog stream, kind of like permanent posts.
ar_su: برگه ها در عنوان، متن و سایر ویژگی ها شبیه به نوشته ها هستند، اما تفاوت اصلی آن ها در این است که به مانند نوشته ها دارای جریان زمانی دنباله دار نیستند، در حقیقت شبیه به یک پست دائمی هستند.

source: Pages are not categorized or tagged, but can have a hierarchy.
ar_su: برگه ها نمیتوانند دسته بندی شوند ولی میتوانند خود دارای ساختار درختی باشند.

source: You can nest Pages under other Pages by making one the “Parent” of the other, creating a group of Pages.
ar_su: شما می توانید یک برگه را با کمک ویژگی والد به عنوان زیرشاخته برگه ای دیگر ثبت کنید و به این شکل گروهی از برگه ها بسازید.

source: Publish
ar_su: نشر

source: Enter slug here
ar_su: ناماك الدخول هنا

source: All Languages
ar_su: جميع اللغات

source: Draft
ar_su: مشروع

source: Deleted
ar_su: حذف

source: Schedule
ar_su: المقرر

source: Preview
ar_su: معاينة

source: Update
ar_su: تحديث

source: Page Attributes
ar_su: ورقة ميزة

source: What’s the difference between categories and tags?
ar_su: ما هو الفرق بين الفئات والكلمات الرئيسية؟

source: Normally, tags are ad-hoc keywords that identify important information in your post (names, subjects, etc) that may or may not recur in other posts, while categories are pre-determined sections.
ar_su: به طول معمول، کلیدواژه ها عبارات تک کاربره ای برای شناسایی اطلاعات مهم در نوشته شما مانند نام، موضوع یا .. هستند که امکان تکرار آن ها در سایر نوشته ها مشخص نیست، این در حالی است که دسته ها از قبل مشخص شده هستند.

source: If you think of your site like a book, the categories are like the Table of Contents and the tags are like the terms in the index.
ar_su: اگر سایت را مانند یک کتاب فرض کنید، دسته ها مثل فهرست مطالب و کلیدواژه ها مثل عبارات خاص در ایندکس هستند.

source: You can use our tools
ar_su: يمكنك استخدام أدواتنا

source: Extract twig trans func in current project
ar_su: Tvyyg نص للترجمة من المشروع الحالي

source: Extract twig trans func in saloos addon
ar_su: Tvyyg استخراج النص للترجمة من الإضافات الزاعم

source: Automatically read database and create sql files
ar_su: تتم قراءة الملفات تلقائيا قاعدة بيانات SQL وجعله

source: Show server info
ar_su: مشاهدة ملقم معلومات

source: Select
ar_su: حدد

source: Hasan Salehi
ar_su: حسن صالحي

source: Insert Successfully
ar_su: إضافة إلى النجاح

source: Insert Failed!
ar_su: إضافة فشل!

source: Update Successfully
ar_su: تم التحديث بنجاح

source: Update Failed!
ar_su: فشل التحديث!

source: Delete Successfully
ar_su: حذف بنجاح

source: Delete Failed!
ar_su: فشل حذف!

source: Transaction error
ar_su: خطأ في الصفقة

source: Qom
ar_su: قم

source: qom
ar_su: قم

source: Login Successfully
ar_su: تسجيل بنجاح

source: Login failed!
ar_su: فشل تسجيل الدخول!

source: Mobile or password is incorrect
ar_su: المحمول أو كلمة المرور غير صحيحة

source: Please forward this message to administrator
ar_su: الرجاء إرسال هذه الرسالة إلى المسؤول.

source: Assign keywords to your posts using tags
ar_su: از عبارات کلیدی برای تعریف کلیدواژه ها و ارتباط آن به نوشته های استفاده کنید

source: Use categories to define sections of your site and group related posts
ar_su: أقسام فئات لتحديد وتصنيف مشاركاتك

source: Use posts to share your news in specefic category
ar_su: الوظائف الأخبار حول مواضيع المفضلة لديك

source: Use pages to share your static content
ar_su: استخدام النموذج لمحتوى ثابت

source: page
ar_su: صفحة

source: tag
ar_su: الكلمات المفتاحية

source: category
ar_su: فئات

source: attachment
ar_su: المرفق

source: Edit
ar_su: تحرير

source: Control Panel
ar_su: لوحة التحكم

source: logout form all service
ar_su: من كل الحسابات

source: login to all service
ar_su: الدخول إلى الخدمة

source: One account for all service
ar_su: حساب واحد لجميع الخدمات

source: now only
ar_su: الآن فقط

source: secure online storage
ar_su: تأمين مساحة تخزين على الإنترنت

source: Talambar
ar_su: Tlmbar

source: is ready to use at alfa version.
ar_su: النسخة ألفا جاهز

source: our new service is comming soon.
ar_su: نحن سيتم قريبا إزاحة الستار عن خدمة جديدة

source: Ermile is our brand
ar_su: Armayl اسم علامتنا التجارية

source: Experience our service in your language
ar_su: تجربة خدماتنا مع لغتك الأم

source: Click here for recovery your password
ar_su: لاستعادة كلمة المرور، انقر فوق

source: Can't access your account?
ar_su: يمكنك الدخول إلى حسابك؟

source: Don't have an account?
ar_su: لا تملك حسابا؟

source: Click here to create an account
ar_su: لإنشاء انقر فوق حساب

source: Sign Up
ar_su: سجل

source: terms of service
ar_su: حيث

source: by signing up, you agree to the
ar_su: من خلال تسجيل كنت أتفق مع

source: receive message callback!
ar_su: رسالة نصية

source: Save as draft
ar_su: حفظ مشروع

source: Ermile contain a new tools for each one
ar_su: Armayl ديك الأدوات الخاصة بك

source: One account to access all service
ar_su: حساب على الوصول إلى جميع الخدمات
